
<!DOCTYPE html>

<html>

<head>
    <title>FELA&ETH;SKU </title>
    <link rel="stylesheet" href="styles.css">
</head>
<body>
    <h1>  THE FELA&ETH;HSKUR DIRECTORY </h1>
    <h2> &ETH;ER FELA&ETH;SKUR VEGASYNR! </h2>
    <a href="\.." class="button"> Skriftatb&ouml;kst&auml;fen </a>
    <a href="\stand\" class="button"> Veld&auml;sp&auml;nningb&ouml;kst&auml;fen </a>
    <h3><i>Hva&eth; er Fela&eth;skur?</i></h3>
    <p>
        Fela&eth;skur er en Germanskur Smi&eth;atspr&ouml;kur, var makat vari&eth; eg sem en projektur, ekki er en &aelig;&eth;islega Smi&eth;atspr&ouml;k men &thorn;etta er minn fyrstur en i, kannski, mykket.
    </p>
    <h3> Hanns tungum&auml;lvegur (Syntaxur) </h3>
    <p>
        <br> Fela&eth;sku har en mykket underhartur tungum&auml;lvega, det er en mykket meiror&eth;enaten (inflekten) spr&ouml;k, og so hann har tvo flokken or&eth;enum:

        <h4 class="highlight"> Beyg&eth;or&eth;en: &thorn;ettan &auml;r or&eth;en &thorn;a&eth; synen hugmynden makat fr&auml; litlre or&eth;en</h4>
        <h4> Byggjaror&eth;en: &thorn;ettan &auml;r or&eth;en &thorn;a&eth; &auml;r usat f&ouml;r makandi nytt or&eth;en </h4>


        <table style="width:100%" border="1">
            <tr class="highlight">
                <th>Gagnisma&eth;ur</th>
                <th>Timbrh&ouml;ggr</th>
                <th>&Ouml;vervinnalega</th>
            </tr>
            <tr>
                <td>Gagnis + ma&eth; + ur;</td>
                <td>Timbr + h&ouml;gg + r;</td>
                <td>&Ouml;ver + vinna + lega</td>
            </tr>
            <tr>
                <td>(Handy + Man + ur (formal noun))</td>
                <td>(Wood + Hit + r (profession))</td>
                <td>(Super + enemy + lega ("-erly, -ble"))</td>
            </tr>
            <tr>
                <td>Handyman</td>
                <td>Lumberjack</td>
                <td>Invincible</td>
            </tr>
        </table>
        <h4> Ford veginn af spr&ouml;kinn er lik &thorn;a&eth;, kan du maka nytt eller alredigt erundi or&eth;en fr&auml; Beyg&eth;or&eth;smi&eth;andi:   </h4>
    <p>
        &ETH;er gegn&ouml;ver af "stort" er "litl" men kan du saga "understort" ford &thorn;a&eth; &thorn;y&eth;ir det er minna &auml;n stort;
        Det er l&auml;tt a&eth; makr nytt or&eth;en fr&auml; byggjaror&eth;en og er gott f&ouml;r makandi nytt hugmynden enkennandilega &auml; vari&eth; &ouml;&eth;ur skriftren
    </p>
    <h3> D&aelig;nnisrtexturen (Examplrtexturen) </h3>
    <p>
        <table border="1">
            <tr>
                <th> English/Engelsku </th>
                <th> Fela&eth;sku</th>
            </tr>
            <tr>
                <td>
                    All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.
                </td>
                <td>
                    Allt mannskligen &auml;r barnat fri og sama i vir&eth;ulegen og retten. &THORN;ei &auml;r &auml;giftat me&eth; f&ouml;rst&auml;ndingen og frirvilen og skald &auml;handr &auml; enaftur i en vega br&ouml;&eth;rhuvudum.
                </td>
            </tr>
            <tr>
                <td>
                    Our Father, which art in heaven, Hallowed be thy Name. Thy Kingdom come. Thy will be done in earth, As it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive them that trespass against us. And lead us not into temptation, But deliver us from evil. For thine is the kingdom, The power, and the glory, For ever and ever. Amen.
                </td>
                <td>
                    Fa&eth;ur vorum, &thorn;u sem ert i himnur.
                    V&aelig;re helgum &thorn;inn nafnur.
                    Til koma&eth;u reikum.
                    Vari&eth; &thorn;u vilum, so j&ouml;r&eth;um sem himnum.
                    Gif okkur idagur vor dagligt br&ouml;dur.
                    Fyrirgif&eth;u okkur vor skluduren.
                    So sem vi fyrirgifur&eth;em voren skuldumen.
                    Ekki leit &thorn;u oss i freistnur, men frilsa oss fr&auml; illur.
                    F&ouml;r &thorn;u er reikurinn, krafturinn og dyr&eth;urinn &aelig; yfir og yfir.
                    Amen.
                </td>
            </tr>
        </table>

        <br />
    </p>
    <!-- <button style="align-self: center"> Submit </button> -->
    <!--  <script type="text/javascript" src="script.js">

          // alert("test")
      </script> -->

</body>
</html>